import React, { Component } from "react";
import { Container, Row } from "react-bootstrap";

class UsefulLinks extends Component {
  render() {
    return (
      <Container>
        <Row className="d-flex flex-column">
          <h1 className="text-uppercase my-2">Useful Links</h1>
          <p>
            Lorem, ipsum dolor sit amet consectetur adipisicing elit. <br /> At
            facere illum quis natus fugiat libero, <br /> ut porro aliquid unde
            atque iusto ducimus
          </p>
        </Row>
        <Row className="d-flex flex-column" id="sites">
          <h3 className="text-uppercase my-2">Useful Sites</h3>
          <ul className="list-unstyled">
            <li>
              <a href="http://kesypsy.web.auth.gr/" target="_blank">
                <h6>ΚΕ.ΣΥ.Ψ.Υ.</h6>
              </a>
              <p>
                Το Κέντρο Συμβουλευτικής και Ψυχολογικής Υποστήριξης
                (ΚΕ.ΣΥ.Ψ.Υ.) είναι μία υπηρεσία του Αριστοτέλειου Πανεπιστημίου
                Θεσσαλονίκης που λειτουργεί από το 1999. Παρέχει στους
                φοιτητές/τριες του Α.Π.Θ. δωρεάν υπηρεσίες συμβουλευτικής και
                ψυχολογικής υποστήριξης σε θέματα που τους απασχολούν, όπως
                είναι: τo άγχος, το στρες, οι δυσκολίες προσαρμογής σε νέο
                περιβάλλον ή σε σπουδές, οι οικογενειακές/προσωπικές δυσκολίες,
                τα σεξουαλικά θέματα, τα ψυχοσωματικά προβλήματα, κ.ά., αλλά και
                ενημερωτικές δράσεις σε θέματα που αφορούν στην ακαδημαϊκή και
                καθημερινή ζωή τους. Επίσης παρέχονται συμβουλές και ενημερωτικά
                σεμινάρια σε μέλη ΔΕΠ και στο διοικητικό προσωπικό για ζητήματα
                που απασχολούν τους φοιτητές/τριες.
              </p>
            </li>
            <li>
              <a href="https://www.hamogelo.gr/gr/el/home/" target="_blank">
                <h6>ΤΟ ΧΑΜΟΓΕΛΟ ΤΟΥ ΠΑΙΔΙΟΥ</h6>
              </a>
              <p>
                «Το Χαμόγελο του Παιδιού» με βάση την μακρόχρονη εμπειρία του σε
                ένα ευρύ φάσμα προβλημάτων αλλά και γενικότερων θεμάτων που
                αφορούν στο παιδί και στην οικογένεια, του δίνει τη δυνατότητα
                παροχής συμβουλευτικής υποστήριξης μέσα από όλα τα τμήματα του
                και τις υπηρεσίες του.
              </p>
            </li>
            <li>
              <a href="https://www.kethea.gr/" target="_blank">
                <h6>ΚΕΘΕΑ</h6>
              </a>
              <p>
                Το ΚΕΘΕΑ είναι το μεγαλύτερο δίκτυο υπηρεσιών απεξάρτησης και
                κοινωνικής επανένταξης στην Ελλάδα.
              </p>
            </li>
            <li>
              <a href="https://eody.gov.gr/" target="_blank">
                <h6>Εθνικός Οργανισμός Δημόσιας Υγείας</h6>
              </a>
              <p>
                O σκοπός του ΕΟΔΥ είναι η παροχή υπηρεσιών, που συμβάλλουν στην
                προστασία και βελτίωση της υγείας και την αύξηση του προσδόκιμου
                επιβίωσης του πληθυσμού ενισχύοντας την ικανότητα του Εθνικού
                Συστήματος Υγείας, ιδιαιτέρως των υπηρεσιών δημόσιας υγείας, για
                την αποτελεσματική αντιμετώπιση των απειλών κατά της ανθρώπινης
                υγείας από μεταδοτικά νοσήματα μέσω της έγκαιρης ανίχνευσης,
                παρακολούθησης και αξιολόγησης των κινδύνων, αναφοράς και
                κατάθεσης επιστημονικά τεκμηριωμένων προτάσεων και μέτρων
                παρέμβασης.
              </p>
            </li>
            <li>
              <a href="https://www.hamogelo.gr/gr/el/home/" target="_blank">
                <h6>
                  Κορωνοϊός (COVID-19): Οδηγίες Ψυχολογικής Υποστήριξης των
                  Πολιτών
                </h6>
              </a>
              <p>
                Το Υπουργείο Υγείας στο πλαίσιο εκπλήρωσης της αποστολής του,
                κοινοποιεί Οδηγίες Ψυχολογικής Υποστήριξης των Πολιτών λόγω του
                κορωνοϊού (COVID-19) οι οποίες εκπονήθηκαν από την Α΄ Ψυχιατρική
                Κλινική της Ιατρικής Σχολής του Εθνικού & Καποδιστριακού
                Πανεπιστημίου Αθηνών.
              </p>
            </li>
            <li>
              <a href="https://www.okana.gr/" target="_blank">
                <h6>ΟΚΑΝΑ</h6>
              </a>
              <p>
                Οργανισμός Κατά των Ναρκωτικών - Θεραπεία και κοινωνική
                επανένταξη ατόμων που αντιμετωπίζουν προβλήματα που σχετίζονται
                με τη χρήση ουσιών.
              </p>
            </li>
            <li>
              <a href="http://suicide-help.gr/" target="_blank">
                <h6>Κλίμακα</h6>
              </a>
              <p>Κέντρο Ημέρας για την Πρόληψη της Αυτοκτονίας</p>
            </li>
          </ul>
        </Row>
        <Row className="d-flex flex-column" id="numbers">
          <h3 className="text-uppercase my-2">Useful Telephone Numbers</h3>
          <ul className="list-unstyled">
            <li>
              <h3>1056</h3>
              <p>ΤΟ ΧΑΜΟΓΕΛΟ ΤΟΥ ΠΑΙΔΙΟΥ</p>
            </li>
            <li>
              <h3>210 9215776</h3>
              <p>ΚΕΘΕΑ</p>
            </li>
            <li>
              <h3>1018</h3>
              <p>Κλίμακα: Γραμμή βοήθειας για την Αυτοκτονία</p>
            </li>
            <li>
              <h3>1145</h3>
              <p>Γραμμή ψυχολογικής υποστήριξης “ΙΘΑΚΗ”</p>
            </li>
            <li>
              <h3>1107</h3>
              <p>Εθνική Γραμμή Παιδικής Προστασίας</p>
            </li>
            <li>
              <h3>116111</h3>
              <p>Γραμμή για εφήβους</p>
            </li>
            <li>
              <h3>1031</h3>
              <p>ΟΚΑΝΑ</p>
            </li>
            <li>
              <h3>1037</h3>
              <p>Δίκτυο κοινωνικής αλληλεγγύης και υποστήριξης</p>
            </li>
            <li>
              <h3>1528</h3>
              <p>
                Γραμμή για τη σεξουαλική διαφορετικότητα και την ταυτότητα του
                φύλου
              </p>
            </li>
            <li>
              <h3>210 5235318</h3>
              <p>Κέντρα υποδοχής κακοποιημένων γυναικών</p>
            </li>
          </ul>
        </Row>
      </Container>
    );
  }
}

export default UsefulLinks;
